Repository: oswalr2/PowerPump
Catalog: SpartanBody/Localizable.xcstrings
Source language: en
Languages: es, fr, it, pt_br

source: Chickpeas (cooked)
es: Garbanzos (cocidos)
fr: Pois chiches (cuits)
it: Ceci (cotti)
pt_br: Grão-de-bico (cozido)

source: Chili flakes
es: Hojuelas de chile
fr: Piment en flocons
it: Peperoncino in fiocchi
pt_br: Pimenta em flocos

source: Choose a Challenge
es: Elige un reto
fr: Choisissez un défi
it: Scegli una sfida
pt_br: Escolha um desafio

source: Choose from Library
es: Elegir de la Biblioteca
fr: Choisir depuis la Bibliothèque
it: Scegli dalla Libreria
pt_br: Escolher da Biblioteca

source: Choose your activity level
es: Elige tu nivel de actividad
fr: Choisissez votre niveau d'activité
it: Scegli il tuo livello di attività
pt_br: Escolha seu nível de atividade

source: Cinnamon
es: Canela
fr: Cannelle
it: Cannella
pt_br: Canela

source: Classic
es: Clásico
fr: Classique
it: Classico
pt_br: Clássico

source: Claude is identifying foods and estimating nutrition
es: Claude está identificando alimentos y estimando la nutrición
fr: Claude identifie les aliments et estime les valeurs nutritionnelles
it: Claude sta identificando i cibi e stimando i valori nutrizionali
pt_br: Claude está identificando alimentos e estimando a nutrição

source: Close
es: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar

source: Coconut Oil
es: Aceite de coco
fr: Huile de coco
it: Olio di cocco
pt_br: Óleo de coco

source: Cod
es: Bacalao
fr: Cabillaud
it: Merluzzo
pt_br: Bacalhau

source: Colorful
es: Colorido
fr: Coloré
it: Colorato
pt_br: Colorido

source: Combine oats, milk, Greek yogurt, chia seeds, and honey in a jar.
es: Combina la avena, la leche, el yogur griego, la chía y la miel en un frasco.
fr: Mélangez avoine, lait, yaourt grec, graines de chia et miel dans un bocal.
it: Unisci avena, latte, yogurt greco, semi di chia e miele in un barattolo.
pt_br: Misture a aveia, o leite, o iogurte grego, a chia e o mel em um pote.

source: Complete a workout to see volume stats
es: Completa un entrenamiento para ver tu volumen
fr: Terminez un entraînement pour voir le volume
it: Completa un allenamento per vedere il volume
pt_br: Complete um treino para ver o volume

source: Complete workouts and log food to earn badges.
es: Completa entrenamientos y registra comidas para ganar insignias.
fr: Terminez des entraînements et enregistrez vos repas pour gagner des badges.
it: Completa allenamenti e registra i pasti per guadagnare badge.
pt_br: Complete treinos e registre refeições para ganhar medalhas.

source: Completed · %lld days
es: Completado · %lld días
fr: Terminé · %lld jours
it: Completata · %lld giorni
pt_br: Concluído · %lld dias

source: Completed 🏆
es: Completado 🏆
fr: Terminé 🏆
it: Completata 🏆
pt_br: Concluído 🏆

source: Connect Apple Health
es: Conectar Apple Health
fr: Connecter Apple Health
it: Collega Apple Health
pt_br: Conectar Apple Health

source: Connect Apple Health to sync workouts, nutrition, and activity data.
es: Conecta Apple Health para sincronizar entrenamientos, nutrición y actividad.
fr: Connectez Apple Health pour synchroniser entraînements, nutrition et activité.
it: Collega Apple Health per sincronizzare allenamenti, nutrizione e attività.
pt_br: Conecte o Apple Health para sincronizar treinos, nutrição e atividade.

source: Consumed
es: Consumido
fr: Consommé
it: Consumato
pt_br: Consumido

source: Contact Support
es: Contactar soporte
fr: Contacter le support
it: Contatta il supporto
pt_br: Falar com o suporte

source: Continue
es: Continuar
fr: Continuer
it: Continua
pt_br: Continuar

source: Cook chicken 6-7 min per side until golden and cooked through. Rest 2 min, then slice.
es: Cocina el pollo 6-7 min por lado hasta que esté dorado y bien cocido. Deja reposar 2 min y córtalo.
fr: Faites cuire le poulet 6-7 min par côté jusqu'à ce qu'il soit doré et bien cuit. Laissez reposer 2 min, puis tranchez.
it: Cuoci il pollo 6-7 min per lato finché è dorato e ben cotto. Fai riposare 2 min, poi affetta.
pt_br: Cozinhe o frango 6-7 min de cada lado até dourar e cozinhar por completo. Deixe descansar 2 min e fatie.

source: Cook pasta according to package instructions.
es: Cocina la pasta según las instrucciones del paquete.
fr: Fais cuire les pâtes selon les instructions du paquet.
it: Cuoci la pasta secondo le istruzioni.
pt_br: Cozinhe o macarrão conforme a embalagem.

source: Cook pasta according to package instructions. Reserve ¼ cup pasta water.
es: Cocina la pasta según las instrucciones del paquete. Reserva ¼ de taza del agua de cocción.
fr: Faites cuire les pâtes selon les instructions du paquet. Réservez ¼ de tasse d'eau de cuisson.
it: Cuoci la pasta secondo le istruzioni della confezione. Tieni da parte ¼ di tazza di acqua di cottura.
pt_br: Cozinhe o macarrão conforme a embalagem. Reserve ¼ de xícara da água do cozimento.

source: Cook quinoa according to package (usually 2:1 water ratio, 15 min).
es: Cocina la quinoa según el paquete (normalmente 2:1 de agua, 15 min).
fr: Faites cuire le quinoa selon le paquet (généralement ratio eau 2:1, 15 min).
it: Cuoci la quinoa secondo la confezione (di solito acqua 2:1, 15 min).
pt_br: Cozinhe a quinoa conforme a embalagem (geralmente 2:1 de água, 15 min).

source: Cook zucchini 2-3 min. Add lemon juice and dill.
es: Cocina el calabacín 2-3 min. Agrega jugo de limón y eneldo.
fr: Faites cuire les courgettes 2-3 min. Ajoutez jus de citron et aneth.
it: Cuoci le zucchine 2-3 min. Aggiungi succo di limone e aneto.
pt_br: Cozinhe a abobrinha 2-3 min. Adicione suco de limão e endro.

source: Copy yesterday's meals
es: Copiar las comidas de ayer
fr: Copier les repas d'hier
it: Copia i pasti di ieri
pt_br: Copiar as refeições de ontem

source: Corn
es: Maíz
fr: Maïs
it: Mais
pt_br: Milho

source: Corn tortillas
es: Tortillas de maíz
fr: Tortillas de maïs
it: Tortillas di mais
pt_br: Tortilhas de milho

source: Cornmeal
es: Harina de maíz
fr: Semoule de maïs
it: Farina di mais
pt_br: Fubá

source: Cottage Cheese
es: Queso cottage
fr: Fromage cottage
it: Ricotta
pt_br: Queijo cottage

source: Cottage Cheese & Berry Bowl
es: Bowl de queso cottage y frutos rojos
fr: Bol fromage cottage et fruits rouges
it: Bowl di ricotta e frutti di bosco
pt_br: Bowl de cottage e frutas vermelhas

source: Cottage cheese (low fat)
es: Queso cottage (bajo en grasa)
fr: Fromage cottage (faible en gras)
it: Ricotta (magra)
pt_br: Queijo cottage (light)

source: Cream Cheese
es: Queso crema
fr: Fromage frais
it: Formaggio cremoso

source: Create your own food
es: Crear tu propio alimento
fr: Créer votre propre aliment
it: Crea il tuo alimento
pt_br: Criar seu próprio alimento

source: Cucumber
es: Pepino
fr: Concombre
it: Cetriolo
pt_br: Pepino

source: Cucumber, diced
es: Pepino en cubos
fr: Concombre en dés
it: Cetriolo a cubetti
pt_br: Pepino em cubos

source: Cucumber, sliced
es: Pepino en rodajas
fr: Concombre en rondelles
it: Cetriolo a fette
pt_br: Pepino em rodelas

source: Cumin, chili powder
es: Comino y chile en polvo
fr: Cumin et piment en poudre
it: Cumino e peperoncino in polvere
pt_br: Cominho e pimenta em pó

source: Cumin, paprika, garlic powder
es: Comino, paprika y ajo en polvo
fr: Cumin, paprika, ail en poudre
it: Cumino, paprika, aglio in polvere
pt_br: Cominho, páprica e alho em pó

source: Cumin, paprika, turmeric
es: Comino, paprika, cúrcuma
fr: Cumin, paprika, curcuma
it: Cumino, paprika, curcuma
pt_br: Cominho, páprica, cúrcuma

source: Current
es: Actual
fr: Actuel
it: Attuale
pt_br: Atual

source: Current BMI
es: IMC actual
fr: IMC actuel
it: BMI attuale
pt_br: IMC atual

source: Daily Calories
es: Calorías Diarias
fr: Calories Quotidiennes
it: Calorie Giornaliere
pt_br: Calorias Diárias

source: Daily Targets
es: Objetivos Diarios
fr: Objectifs Quotidiens
it: Obiettivi Giornalieri
pt_br: Metas Diárias

source: Dairy
es: Lácteos
fr: Produits laitiers
it: Latticini
pt_br: Laticínios

source: Dark
es: Oscuro
fr: Sombre
it: Scuro
pt_br: Escuro

source: Dark Chocolate 70%
es: Chocolate negro 70%
fr: Chocolat noir 70%
it: Cioccolato fondente 70%
pt_br: Chocolate amargo 70%

source: Dashboard
es: Inicio
fr: Accueil
it: Pannello
pt_br: Início

source: Date
es: Fecha
it: Data
pt_br: Data

source: Day
es: Día
fr: Jour
it: Giorno
pt_br: Dia

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina
pt_br: Excluir

source: Detected items
es: Alimentos detectados
fr: Aliments détectés
it: Alimenti rilevati
pt_br: Itens detectados

source: Dijon mustard
es: Mostaza Dijon
fr: Moutarde de Dijon
it: Senape di Digione
pt_br: Mostarda Dijon

source: Dinner
es: Cena
fr: Dîner
it: Cena
pt_br: Jantar

source: Done
es: Listo
fr: Terminé
it: Fatto
pt_br: Concluído

source: Done today ✓
es: Completado hoy ✓
fr: Fait aujourd'hui ✓
it: Fatto oggi ✓
pt_br: Concluído hoje ✓

source: Done today!
es: ¡Hecho por hoy!
fr: Fait pour aujourd'hui !
it: Fatto per oggi!
pt_br: Feito por hoje!

source: Done!
es: ¡Listo!
fr: Terminé !
it: Fatto!
pt_br: Pronto!

source: Drain pasta and combine with vegetables. Top with parmesan.
es: Escurre la pasta y mezcla con las verduras. Cubre con parmesano.
fr: Égoutte les pâtes et combine avec les légumes. Garnis de parmesan.
it: Scola la pasta e unisci alle verdure. Completa con parmigiano.
pt_br: Escorra o macarrão e combine com os legumes. Finalize com parmesão.

source: Dried oregano
es: Orégano seco
fr: Origan séché
it: Origano secco
pt_br: Orégano seco

source: Drizzle with extra soy sauce or sriracha to taste.
es: Rocía con más salsa de soya o sriracha al gusto.
fr: Arrose de sauce soja ou sriracha au goût.
it: Condisci con altra salsa di soia o sriracha a piacere.
pt_br: Regue com mais molho de soja ou sriracha a gosto.

source: Drizzle with honey.
es: Rocía con miel.
fr: Arrose de miel.
it: Condisci con miele.
pt_br: Regue com mel.

source: Drizzle with lemon-tahini dressing and serve.
es: Rocía con el aderezo de limón y tahini y sirve.
fr: Arrosez de sauce citron-tahini et servez.
it: Condisci con la salsa limone-tahina e servi.
pt_br: Regue com o molho de limão com tahine e sirva.

source: Drizzle with olive oil and lemon juice. Season and toss.
es: Rocía con aceite de oliva y jugo de limón. Sazona y mezcla.
fr: Arrosez d'huile d'olive et de jus de citron. Assaisonnez et mélangez.
it: Condisci con olio d'oliva e succo di limone. Aggiusta di sale e mescola.
pt_br: Regue com azeite e suco de limão. Tempere e misture.

source: Drizzle with tahini sauce and serve.
es: Rocía con la salsa de tahini y sirve.
fr: Arrose de sauce tahini et sers.
it: Condisci con la salsa di tahina e servi.
pt_br: Regue com o molho de tahine e sirva.

source: Edit Profile
es: Editar Perfil
fr: Modifier le Profil
it: Modifica Profilo
pt_br: Editar Perfil

source: Egg White Omelette
es: Omelette de claras
fr: Omelette aux blancs d'œufs
it: Omelette di albumi
pt_br: Omelete de claras

source: Egg Whites
es: Claras de huevo
fr: Blancs d'œufs
it: Albumi
pt_br: Claras de ovo

source: Egg whites
es: Claras de huevo
fr: Blancs d'œufs
it: Albumi
pt_br: Claras de ovo

source: Eggs
es: Huevos
fr: Œufs
it: Uova
pt_br: Ovos

source: Eggs (omit for vegan)
es: Huevos (omitir si es vegano)
fr: Œufs (omettre si végan)
it: Uova (omettere se vegano)
pt_br: Ovos (omitir se vegano)

source: Eggs (poached or fried)
es: Huevos (pochados o fritos)
fr: Œufs (pochés ou au plat)
it: Uova (in camicia o fritte)
pt_br: Ovos (pochê ou fritos)

source: Eggs (whole)
es: Huevos (enteros)
fr: Œufs (entiers)
it: Uova (intere)
pt_br: Ovos (inteiros)

source: Enable Notifications
es: Activar Notificaciones
fr: Activer les Notifications
it: Attiva Notifiche
pt_br: Ativar Notificações

source: Enjoy cold straight from the jar.
es: Disfruta frío directo del frasco.
fr: Dégustez froid directement du bocal.
it: Gustalo freddo direttamente dal barattolo.
pt_br: Aproveite gelado direto do pote.

source: Enter a weight and the reps you can do to see your estimated maxes.
es: Ingresa un peso y las repeticiones que puedes hacer para ver tus máximos estimados.
fr: Saisissez un poids et le nombre de répétitions que vous pouvez faire pour voir vos maximums estimés.
it: Inserisci un peso e le ripetizioni che puoi fare per vedere i tuoi massimi stimati.
pt_br: Insira um peso e as repetições que pode fazer para ver seus máximos estimados.

source: Enter barcode manually
es: Escribir el código a mano
fr: Saisir le code manuellement
it: Inserisci il codice manualmente
pt_br: Digitar o código manualmente

source: Enter the values from the nutrition label, per 100g.
es: Escribe los valores de la etiqueta nutricional, por cada 100g.
fr: Saisissez les valeurs de l'étiquette nutritionnelle, pour 100g.
it: Inserisci i valori dell'etichetta nutrizionale, per 100g.
pt_br: Digite os valores do rótulo nutricional, por 100g.

source: Estimate your max for any rep count
es: Estima tu máximo para cualquier número de repeticiones
fr: Estimez votre maximum pour n'importe quel nombre de répétitions
it: Stima il tuo massimo per qualsiasi numero di ripetizioni
pt_br: Estime seu máximo para qualquer número de repetições

source: Every
es: Cada
fr: Toutes les
it: Ogni
pt_br: A cada

source: Exercise GIFs
es: GIFs de Ejercicios
fr: GIFs d'Exercices
it: GIF degli Esercizi
pt_br: GIFs de Exercícios

source: Exercise Library
es: Biblioteca de ejercicios
fr: Bibliothèque d'exercices
it: Libreria esercizi
pt_br: Biblioteca de exercícios

source: Exercises
es: Ejercicios
fr: Exercices
it: Esercizi
pt_br: Exercícios

source: Fat
es: Grasas
fr: Lipides
it: Grassi
pt_br: Gordura

source: Fat (g)
es: Grasas (g)
fr: Lipides (g)
it: Grassi (g)
pt_br: Gorduras (g)

source: Fats
es: Grasas
fr: Lipides
it: Grassi
pt_br: Gorduras

source: Feta cheese, crumbled
es: Queso feta desmenuzado
fr: Fromage feta émietté
it: Feta sbriciolata
pt_br: Queijo feta esfarelado

source: Fill each tortilla with the bean-quinoa mixture.
es: Rellena cada tortilla con la mezcla de frijol y quinoa.
fr: Garnis chaque tortilla du mélange haricots-quinoa.
it: Riempi ogni tortilla con il composto di fagioli e quinoa.
pt_br: Recheie cada tortilla com a mistura de feijão e quinoa.

source: Filling
es: Saciante
fr: Rassasiant
it: Saziante
pt_br: Saciante

source: Finish
es: Terminar
fr: Terminer
it: Termina
pt_br: Concluir

source: Finish Workout?
es: ¿Terminar entrenamiento?
fr: Terminer l'entraînement ?
it: Terminare l'allenamento?
pt_br: Concluir o treino?

source: Finish with chili flakes.
es: Termina con hojuelas de chile.
fr: Terminez avec le piment en flocons.
it: Completa con il peperoncino.
pt_br: Finalize com pimenta em flocos.

source: Finish with honey. Serve immediately or refrigerate overnight.
es: Termina con miel. Sirve de inmediato o refrigera toda la noche.
fr: Terminez avec le miel. Servez immédiatement ou réfrigérez toute la nuit.
it: Completa con il miele. Servi subito o lascia in frigo per la notte.
pt_br: Finalize com mel. Sirva na hora ou deixe na geladeira de um dia para o outro.

source: Finish without saving
es: Terminar sin guardar
fr: Terminer sans enregistrer
it: Termina senza salvare
pt_br: Concluir sem salvar

source: Firm tofu, cubed
es: Tofu firme en cubos
fr: Tofu ferme en dés
it: Tofu sodo a cubetti
pt_br: Tofu firme em cubos

source: Flaxseeds
es: Linaza
fr: Graines de lin
it: Semi di lino
pt_br: Linhaça

source: Fluff quinoa with a fork and let cool slightly.
es: Suelta la quinoa con un tenedor y deja enfriar un poco.
fr: Égrainez le quinoa à la fourchette et laissez tiédir.
it: Sgrana la quinoa con una forchetta e lascia intiepidire.
pt_br: Solte a quinoa com um garfo e deixe esfriar um pouco.

source: Fold and eat like a taco.
es: Dobla y come como si fuera un taco.
fr: Pliez et mangez comme un taco.
it: Piega e mangia come un taco.
pt_br: Dobre e coma como um taco.

source: Fold over and cook 1 more minute. Serve immediately.
es: Dobla la omelette y cocina 1 minuto más. Sirve de inmediato.
fr: Repliez et faites cuire 1 minute de plus. Servez immédiatement.
it: Piega a metà e cuoci ancora 1 minuto. Servi subito.
pt_br: Dobre e cozinhe por mais 1 minuto. Sirva imediatamente.

source: For your goal: %@
es: Para tu meta: %@
fr: Pour votre objectif : %@
it: Per il tuo obiettivo: %@
pt_br: Para sua meta: %@

source: Frequent
es: Frecuentes
fr: Fréquents
it: Frequenti
pt_br: Frequentes

source: Fresh cilantro
es: Cilantro fresco
fr: Coriandre fraîche
it: Coriandolo fresco
pt_br: Coentro fresco

source: Fresh parsley, chopped
es: Perejil fresco picado
fr: Persil frais haché
it: Prezzemolo fresco tritato
pt_br: Salsa fresca picada

source: Fresh spinach
es: Espinaca fresca
fr: Épinards frais
it: Spinaci freschi
pt_br: Espinafre fresco

source: Fruits
es: Frutas
it: Frutta
pt_br: Frutas

source: Gain Muscle
es: Ganar Músculo
fr: Prendre du Muscle
it: Aumentare Muscoli
pt_br: Ganhar Músculo

source: Garlic, minced
es: Ajo picado
fr: Ail haché
it: Aglio tritato
pt_br: Alho picado

source: Get your personalised free 7-day plan
es: Obtén tu plan personalizado gratis de 7 días
fr: Obtenez votre plan personnalisé gratuit de 7 jours
it: Ottieni il tuo piano personalizzato gratuito di 7 giorni
pt_br: Obtenha seu plano personalizado grátis de 7 dias

source: Ginger, grated
es: Jengibre rallado
fr: Gingembre râpé
it: Zenzero grattugiato
pt_br: Gengibre ralado

source: Goal
es: Meta
fr: Objectif
it: Obiettivo
pt_br: Meta

source: Goal days
es: Días en meta
fr: Jours objectif
it: Giorni in obiettivo
pt_br: Dias na meta

source: Goal: %lld kcal
es: Objetivo: %lld kcal
fr: Objectif: %lld kcal
it: Obiettivo: %lld kcal
pt_br: Meta: %lld kcal

source: Good afternoon,
es: Buenas tardes,
fr: Bon après-midi,
it: Buon pomeriggio,
pt_br: Boa tarde,

source: Good evening,
es: Buenas noches,
fr: Bonsoir,
it: Buonasera,
pt_br: Boa noite,

source: Good morning,
es: Buenos días,
fr: Bonjour,
it: Buongiorno,
pt_br: Bom dia,

source: Grapes
es: Uvas
fr: Raisins
it: Uva
pt_br: Uvas

source: Great start! Come back tomorrow.
es: ¡Buen comienzo! Vuelve mañana.
fr: Bon début ! Revenez demain.
it: Ottimo inizio! Torna domani.
pt_br: Ótimo começo! Volte amanhã.

source: Greek Chickpea Salad
es: Ensalada griega de garbanzos
fr: Salade grecque aux pois chiches
it: Insalata greca di ceci
pt_br: Salada grega de grão-de-bico

source: Greek Yogurt (0%)
es: Yogur griego (0%)
fr: Yaourt grec (0%)
it: Yogurt greco (0%)
pt_br: Iogurte grego (0%)

source: Greek Yogurt Protein Bowl
es: Bowl proteico de yogur griego
fr: Bol protéiné au yaourt grec
it: Bowl proteico di yogurt greco
pt_br: Bowl proteico de iogurte grego

source: Greek yogurt
es: Yogur griego
fr: Yaourt grec
it: Yogurt greco
pt_br: Iogurte grego

source: Greek yogurt (0%)
es: Yogur griego (0%)
fr: Yaourt grec (0%)
it: Yogurt greco (0%)
pt_br: Iogurte grego (0%)

source: Greek yogurt (instead of mayo)
es: Yogur griego (en vez de mayonesa)
fr: Yaourt grec (à la place de la mayo)
it: Yogurt greco (al posto della maionese)
pt_br: Iogurte grego (no lugar da maionese)

source: Green Peas
es: Chícharos
fr: Petits pois
it: Piselli
pt_br: Ervilhas

source: Green lentils (cooked)
es: Lentejas verdes (cocidas)
fr: Lentilles vertes (cuites)
it: Lenticchie verdi (cotte)
pt_br: Lentilhas verdes (cozidas)

source: Grilled Chicken Salad
es: Ensalada de pollo a la parrilla
fr: Salade de poulet grillé
it: Insalata di pollo alla griglia
pt_br: Salada de frango grelhado

source: Ground Beef (lean)
es: Carne molida (magra)
fr: Bœuf haché (maigre)
it: Manzo macinato (magro)
pt_br: Carne moída (magra)

source: Hard exercise 6–7 days/week
es: Ejercicio intenso 6–7 días/semana
fr: Exercice intense 6–7 jours/semaine
it: Esercizio intenso 6–7 giorni/settimana
pt_br: Exercício intenso 6–7 dias/semana

source: Healthy Fats
es: Grasas saludables
fr: Bons lipides
it: Grassi sani
pt_br: Gorduras boas

source: Hearty Lentil Soup
es: Sopa abundante de lentejas
fr: Soupe consistante aux lentilles
it: Zuppa sostanziosa di lenticchie
pt_br: Sopa farta de lentilhas

source: Heat a non-stick pan over medium heat with a little cooking spray.
es: Calienta una sartén antiadherente a fuego medio con un poco de aceite en spray.
fr: Faites chauffer une poêle antiadhésive à feu moyen avec un peu de spray de cuisson.
it: Scalda una padella antiaderente a fuoco medio con un po' di spray da cucina.
pt_br: Aqueça uma frigideira antiaderente em fogo médio com um pouco de óleo em spray.

source: Heat black beans with cumin and chili powder in a pan, 5 minutes.
es: Calienta los frijoles negros con comino y chile en polvo, 5 minutos.
fr: Chauffe les haricots noirs avec cumin et piment, 5 min.
it: Scalda i fagioli neri con cumino e peperoncino, 5 minuti.
pt_br: Aqueça o feijão preto com cominho e pimenta em pó, 5 minutos.

source: Heat oil in a non-stick pan over medium heat.
es: Calienta el aceite en una sartén antiadherente a fuego medio.
fr: Faites chauffer l'huile dans une poêle antiadhésive à feu moyen.
it: Scalda l'olio in una padella antiaderente a fuoco medio.
pt_br: Aqueça o óleo em uma frigideira antiaderente em fogo médio.

source: Heat olive oil in a large pot over medium heat.
es: Calienta el aceite de oliva en una olla grande a fuego medio.
fr: Chauffe l'huile d'olive dans une grande casserole à feu moyen.
it: Scalda l'olio d'oliva in una pentola grande a fuoco medio.
pt_br: Aqueça o azeite em uma panela grande em fogo médio.

source: Heat olive oil in a pan over medium-high heat.
es: Calienta el aceite de oliva en una sartén a fuego medio-alto.
fr: Faites chauffer l'huile d'olive dans une poêle à feu moyen-vif.
it: Scalda l'olio d'oliva in una padella a fuoco medio-alto.
pt_br: Aqueça o azeite em uma frigideira em fogo médio-alto.

source: Heat olive oil in an oven-safe skillet over medium heat.
es: Calienta aceite de oliva en una sartén apta para horno a fuego medio.
fr: Chauffe l'huile dans une poêle allant au four à feu moyen.
it: Scalda l'olio in una padella da forno a fuoco medio.
pt_br: Aqueça o azeite em uma frigideira que vá ao forno em fogo médio.

source: Heat sesame oil in a large wok over high heat.
es: Calienta aceite de sésamo en un wok grande a fuego alto.
fr: Chauffe l'huile de sésame dans un grand wok à feu vif.
it: Scalda l'olio di sesamo in un wok grande a fuoco alto.
pt_br: Aqueça o óleo de gergelim em uma wok grande em fogo alto.

source: Height
es: Altura
fr: Taille
it: Altezza
pt_br: Altura

source: Helps us estimate how many calories you burn
es: Nos ayuda a estimar cuántas calorías quemas
fr: Nous aide à estimer combien de calories vous brûlez
it: Ci aiuta a stimare quante calorie bruci
pt_br: Ajuda a estimar quantas calorias você queima

source: Here's your personalised daily plan
es: Aquí está tu plan diario personalizado
fr: Voici votre plan quotidien personnalisé
it: Ecco il tuo piano giornaliero personalizzato
pt_br: Aqui está seu plano diário personalizado

source: High Protein
es: Alto en proteína
fr: Riche en protéines
it: Ricco di proteine
pt_br: Rico em proteína

source: Home
es: Inicio
fr: Accueil
pt_br: Início

source: Honey
es: Miel
fr: Miel
it: Miele
pt_br: Mel

source: How to choose weight and reps
es: ¿Cómo elegir el peso y las repeticiones?
fr: Comment choisir le poids et les répétitions ?
it: Come scegliere peso e ripetizioni?
pt_br: Como escolher peso e repetições?

source: Hydration Reminder
es: Recordatorio de Hidratación
fr: Rappel d'Hydratation
it: Promemoria Idratazione
pt_br: Lembrete de Hidratação
